{"Items":
	[
		{"Key":"StartButton","Value":"ALOITA"},
		{"Key":"ResetButton","Value":"RESETOI"},
		{"Key":"QuitButton","Value":"POISTU"},
		{"Key":"Score","Value":"PISTEET"},
		{"Key":"Time","Value":"AIKA"},
		
		{"Key":"1","Value":"Vuonna 1891 James Naismith kehitti NMKYlle sisäpelin nimeltä basketball, siis Koripallo. Liike halusi sisäpelin joka kehittäisi myös terveitä elämäntapoja, olisi halpa ja helppo pelata ja ei veisi liikaa tilaa. Ensimmäisessä pelissä korina toimi seinään naulattu persikkakori jonka pohja oli leikattu pois. Alkujaan Naismithin luokalla oli 18 miestä ja näin ensimmäisissä peleissä oli 9 pelaajaa per puoli, mutta sääntöjen kehittyessä pelaajia vähennettiin. USAn NBA, National Basketball Association, syntyi 1949 kun BAA- ja NBL-yhdistykset yhdistyivät."},
		
		{"Key":"3","Value":"Koriksen alku Suomessa oli erikoinen. Sinällään peliä oli tavalla tai toisella pelattu Suomessa, lähinnä tyttöjen toimesta, mutta vaihtuvin säännöin ja muutoksin, mutta virallisesti pelin oikeassa muodossa toi Nils Nuoreva NMKY-liiton maailmankisoista vuonna 1927 ja viralliset säännöt Nils Fabricius Berliinin olympialaisista. 1937 rakennettiin ensimmäiset viralliset telineet Savonlinnan Lyseoon, 1939 saatiin kamalan Koripallosodan jälkeen oma lajiliitto ja sitten veikkaaminen alkoi jo 1940 kun 10. marraskuuta 1940 pelattiin ottelu HNMKY - Kiri-Veikot. "},
		{"Key":"4","Value":"Myös naiskoripalloilu pääsi vauhtiin ja ensimmäinen virallinen naisten ottelu käytiin 15. marraskuuta 1941 Helsingin Tarmon ja Kiri-Veikkojen välillä. Ensimmäinen naisten SM-sarja pelattiin 1944 ja mestaruuden vei Helsingin Tarmo. Urheilulutoimittajain Liitto valitsi 1948 ensimmäisen kerran myös vuoden koripalloilijan ja ykköseksi nousi Kalevi Heinänen."},
		
		{"Key":"5","Value":"Nyt pääsi kansainvälisyys täyteen vauhtiin ja miehissä Suomi osallistui tammikuussa 1950 MM-karsintoihin Nizzassa ja saavutti historian ensimmäinen maaotteluvoittonsa lyötyään Itävallan 38-34. Vuosikymmenen aikana Suomen miehet osallistuivat lisäksi kaikkiin EM-kisoihin, viidesti."},
		{"Key":"6","Value":"Myös naisten pelit kansainvälistyvät, sillä naisemme olivat EM-kisoissa kahdesti Moskovassa 1952, jossa kirjattiin naistemme ensimmäinen maaotteluvoitto, Itä-Saksasta 45-27, ja  Prahassa 1956.Vuosikymmenen suurtapaus oli luonnollisesti Helsingin olympiakisat. Koripallo-ottelut pelattiin Tennispalatsissa ja Pikku-Messuhallissa (nykyinen Töölön kisahalli). Ilmari Aro tuomitsi ensimmäisenä suomalaisena olympiatasolla."},		
		{"Key":"7","Value":"Kansainvälinen pelaajavaihto sai myös alkunsa kun Timo Lampén siirtyi 1958 ensimmäisenä suomalaisena USA:n yliopistokoripalloiluun. Itse pelisääntöihin tuli kauaskantoisia muutoksia, kun voimaan astuivat 1956 rajoitettu 30 sekunnin hyökkäysaika ja korin läheisyyteen kolmen sekunnin alue."},
		
		{"Key":"8","Value":"Sitä ennen, 1962,oli pelattu ensimmäiset Pohjoismaiden mestaruuskilpailut Tukholmassa Suomen komennossa ja 1960 järjestetty Otaniemessä ensimmäisen kerran Suomessa FIBA:n kansainvälinen erotuomariklinikka. "},		
		{"Key":"9","Value":"Vuosikymmenen suurponnistus oli Helsingissä ja Tampereella 1967 pelatut miesten EM-kisat. Suomi oli kisojen paras länsimaa, 6:s, Kisajärjestelyt olivat huippuluokkaa niin, että vieläkin FIBA:n sivuilta on luettavissa tunnustus: ensimmäiset modernin järjestelytaidon kisat. Jorma Pilkevaara valittiin EM-kisojen tähtiviisikkoon ja Veikko Vainio oli levypallotilastossa ykkönen"},
		{"Key":"10","Value":"Naisten puolella aloitettiin 1965 naisten pohjoismaiset mestaruuskilpailut ja Lahden Sampo oli ensimmäinen suomalainen naisjoukkue eurocupissa kaudella 1966/67."},
		{"Key":"11","Value":"Sarjaottelujen määräyksiä oli muutettu niin, ettei ottelu voinut enää päättyä tasapeliin vaan aina pelattiin ratkaisuun saakka. Suomen mestaruuksia tällä vuosikymmenellä rohmusi miehissä Helsingin Kisa-Toverit"},
		
		{"Key":"12","Value":"70-luvulla koripallo alkoi muuttua. 50-luvulla oltiin jo saatu aikaan kaupallista yhteistoimintaa ja USAn puolella esimerkiksi Harlem Globetrotters olivat erittäin kova hyväntekeväisyystoimija. Samalla kun itse peli sai lisää katsojia, se myös kaupallistui. 70-luvulla sponsorit alkoivat näkyä yhä enemmän paidoissa ja laidoilla ja vähitellen siirryttiin 80-luvun hulluihin vuosiin ja miljonääripelaajat syntyivät. "},
		{"Key":"13","Value":"Suomessa 70-luku oli suvantoa korikselle, mutta ulkomaalaisvahvistusten osallistuminen sarjatoimintaan toi uutta nostetta. Ensimmäiset soturit olivat Donald Crenshaw, Greg Douglas, Matt Gant ja Fikret Ashen-Böre. Kun mestaruussarjan lisäksi divisioonaankin palkattiin ulkomaalaisia pelaajia, niin syksyllä 1979 oli sarjoissa jo 28 tuontipelaajaa.Menestyksekkäin seura miesten SM-tasolla oli Honka neljällä mestaruudellaan. Naisten puolella sarjassa jyräsi puolestaan Nokian Urheilijat, joka myös voitti ensimmäisenä naisten cupin kun siitä pelaaminen aloitettiin 1972."},
		
		{"Key":"14","Value":"Pelillisesti tuli otteluihin aivan uutta puhtia kun sääntöihin kirjattiin 1984 kolmen pisteen heittoraja (korista 6,25 m). Ensimmäisen kolmosen miesten SM-sarjassa pussitti Kari-Pekka Klinga."},
		{"Key":"15","Value":"Suomi saavutti kaikkien aikojen parhaimman sijoituksensa EM-tasolla kun B-pojat (U18 M) sijoittuivat neljänneksi ikäluokkansa kisoissa Kreikassa.Lea Hakala valittiin 1981 ensimmäisenä suomalaisnaisena Euroopan joukkueeseen. Samana vuonna hän oli voittanut EM-kisojen korintekijäkuninkuuden.Mestaruustaistoissa Helsingin NMKY otti neljä miesten SM-kultaa kuten lahtelainen Sampokin naisissa. Anna Hurme oli puolestaan ensimmäinen nainen, joka toimi, vuonna 1985, erotuomarina SM-sarjaottelussa."},
		{"Key":"16","Value":"Vuonna 1989 Suomen Koripalloliitto täytti 50 vuotta ja sen kunniaksi julkaistiin ansiokas historianteos Koritalkoot."},
		
		{"Key":"17","Value":"James Naismithin 1890 USA:n Springfieldissä kehittämä koripallopeli vietti 100-vuotisjuhliaan.Carl Jungebrand oli ensimmäisen suomalainen koripalloerotuomari, joka esiintyi MM-kilpailuissa. Tämä tapahtui 1990 Argentiinassa järjestetyissä kisoissa."},
		{"Key":"18_1","Value":"Kotoisessa sarjatoiminnassa kaudesta 1994/95 alkaen sallittiin joukkuetta kohden kahden ulkomaalaispelaajan käyttö.Gerald Lee Sr. rikkoi 1993 ensimmäisenä koripalloilun miesten SM-runkosarjassa 10.000 pisteen rajan.Vuonna 1994 Le Hakala pelasi ensimmäisenä suomalaisena koripalloilijana 200. maaottelun, jonka lisäksi Suomen postilaitos julkaisi hänestä seuraavana vuonna 3,40 markan arvoisen postimerkin."},
		{"Key":"19","Value":"Miesten mestaruustaistossa olivat kukkoina tunkiolla KTP ja ToPo, mutta naisissa Forssan Alulle ei löytynyt pysäyttäjää, vuosikymmenessä seitsemän mestaruutta."},
		
		{"Key":"20","Value":"Susijengi-ilmiö, joka huipentui MM-kisoissa Bilbaossa, jossa hurjimpien arvioiden mukaan oli jopa 10000 suomalaisfania paikan päällä.Pelillinen muutos oli se kun 2000 muutettiin hyökkäysaika 24 sekunniksi. Toinen merkittävyys oli 2004 siirtyminen kolmen erotuomarin käytäntöön."},
		{"Key":"21","Value":"Karolina Andersson tuomitsi vuonna 2000 ensimmäisenä naisena myös miesten pääsarjassa, vuotta myöhemmin hänestä tuli ensimmäisenä suomalaisnaisena FIBA-erotuomari. Vuonna 2004 puolestaan naisten otteluissa siirryttiin pienempään pallokokoon. Lea Hakala rikkoi 2003 naisten SM-runkosarjassa ensimmäisenä 10.000 pisteen rajan."},
		{"Key":"22","Value":"Hanno Möttölä pelasi vuonna 2000 ensimmäisenä suomalaisena NBA-koripalloliigassa. Atlantaa edustanut Hanno heitti 31. lokakuuta pelatussa avausottelussaan Charlottea vastaan 10 pistettä. Urheilutoimittajat valitsivat 2005 Hanno Möttölän kahdeksannen kerran Suomen parhaaksi koripalloilijaksi, mihin määrään ei yksikään toinen koripalloilija ole yltänyt."},
		{"Key":"23","Value":"Kotoisessa sarjatoiminnassa ulkomaalaiskiintiöltä poistettiin yläraja 2006, mutta sarjaseurat tekivät sen jälkeen herrasmiessopimuksia ulkomaalaisten määristä. Espoolainen Honka dominoi miesten koripalloliigaa tällä vuosikymmenellä voittaen viisi mestaruutta. Samaan mestaruusmäärään ylti naisissa helsinkiläinen Pantterit."}		
	]
}